Repository: tiwilliam/entertainer
Catalog: tools/po/entertainer-*.po
Languages: de, es, fi, he, it, nl, pt_br, sv

source: Location
de: Wetterort
es: Ubicación
fi: Sijainti
he: מיקום
it: Percorso
nl: Locatie
pt_br: Local
sv: Plats

source: Entertainer backend is not running. Cache cannot be rebuilt.
de: Der Hintergrunddienst von Entertainer ist nicht gestartet. Der Zwischenpeicher kann nicht neu erstellt werden.
es: El backend de Entertainer no está en funcionamiento. No puede reconstruirse la caché.
fi: Entertainer-taustaohjelma ei ole käynnissä. Välimuistia ei voida rakentaa uudelleen.
he: המנגנון של Entertainer אינו פעיל. לא ניתן לבנות את המטמון.
it: Il backend di entertainer non è in esecuzione. La cache non può essere ricostruita.
nl: Entertainer backend is niet gestart. Cache kan niet worden herbouwd.
pt_br: O entertainer backend não está sendo executado. O cache não pode ser reconstruido.
sv: Entertainers bakände körs inte. Cachen kan inte byggas om,

source: Select folder
de: Ordner auswählen
es: Seleccionar carpeta
fi: Valitse kansio
pt_br: Selecionar pasta
sv: Välj mapp

source: Edit URL
de: URL bearbeiten
es: Editar URL
fi: Muokkaa URL-osoitetta
he: עריכת כתובת
it: Modifica URL
nl: Bewerk URL
pt_br: Editar URL
sv: Redigera URL

source: Add location
de: Standort hinzufügen
es: Añadir ubicación
fi: Lisää sijainti
he: הוספת מיקום
it: Aggiungi percorso
nl: Voeg locatie toe
pt_br: Adicionar local
sv: Lägg till plats

source: Location Not Found!
de: Ort nicht gefunden!
es: ¡Ubicación no encontrada!
fi: Sijaintia ei löytynyt!
he: המיקום לא נמצא!
it: Percorso Non Trovato!
nl: Locatie niet gevonden!
pt_br: Local não encontrado!
sv: Platsen hittades inte!

source: Select theme package file
de: Wählen Sie ein Theme-Paket
es: Seleccionar archivo de paquete de tema
fi: Valitse teemapakettitiedosto
he: בחירת קובץ חבילת נושא
it: Scegli il file che contiene il tema
nl: Selecteer themabestand
pt_br: Selecione um pacote de tema
sv: Välj temapaketfil

source: Theme package (tar.gz)
de: Theme-Paket (tar.gz)
es: Paquete de tema (tar.gz)
fi: Teemapaketti (tar.gz)
he: חבילת נושא (tar.gz)
it: File del Tema (tar.gz)
nl: Themabestand (tar.gz)
pt_br: Pacote de tema (tar.gz)
sv: Temapaket (tar.gz)

source: Invalid theme file!
de: Ungültiges Theme-Paket!
es: ¡Archivo de tema no válido!
fi: Epäkelpo teematiedosto!
he: קובץ נושא לא תקין!
it: File del tema non valido
nl: Ongeldig themabestand!
pt_br: Arquivo de tema inválido!
sv: Ogiltig temafil!

source: Are you sure you want to delete theme: %(name)s
de: Möchten Sie das Theme %(name)s wirklich löschen?
es: Confirmar eliminación tema: %(name)s
fi: Poistetaanko teema: %(name)s
he: האם ברצונך למחוק את הנושא: %(name)s
it: Sei sicuro di voler cancellare il tema: %(name)s
nl: Bent u zeker dat u dit thema wil verwijderen: %(name)s ?
pt_br: Você está certo que deseja deletar o tema: %(name)s
sv: Är du säker på att du vill ta bort tema: %(name)s

source: No effect
de: Kein Effekt
es: Sin efectos
fi: Ei tehostetta
he: ללא אפקט
it: Nessun effetto
nl: Geen effect
pt_br: Sem efeito
sv: Inga effekter

source: Crossfade
de: Überblendeffekt
es: Entremezclamiento sonoro
fi: Ristihäivytys
he: עמעום הדרגתי
nl: Crossfaden
pt_br: Suavidar cruzado
sv: Korstoning

source: Zoom and fade
de: Zoomen und überblenden
es: Ampliación e intensidad
fi: Zoomaa ja häivytä
he: התקרבות ועמעום
it: Zoom e dissolvenza
nl: Zoom en fade
pt_br: Aproximar e suavizar
sv: Zooma och tona ut

source: Slide
de: Gleiten
es: Deslizamiento
fi: Liutus
he: גלישה
it: Diapositiva
nl: Schuiven
pt_br: Deslizar
sv: Glid

source: Folders
de: Ordner
es: Carpetas
fi: Kansiot
he: תיקיות
it: Cartelle
nl: Mappen
pt_br: Pastas
sv: Mappar

source: Couldn't get weather reports from the internet!
de: Die Wetternachrichten konnten nicht aus dem Internet abgerufen werden!
fi: Säätietojen nouto internetistä epäonnistui!
pt_br: Não foi possível obter previsão do tempo pela internet!
sv: Kunde inte hämta väderrapporter från Internet!

source: Location not found or network problem
de: Standort nicht gefunden oder Netzwerkproblem
es: Ubicación no encontrada o problema de red
fi: Sijaintia ei löytynyt tai verkkovirhe
he: המיקום לא נמצא או שיש תקלת רשת
it: Percorso non trovato o problema di rete
nl: Locatie niet gevonden of netwerkprobleem
pt_br: Local não encontrado ou problema na rede
sv: Platsen hittas inte eller nätverksproblem

source: NA
pt_br: ND

source: No weather location defined!
de: Kein Standort angegeben!
es: No se ha especificado ubicación para el parte meteorológico
fi: Sään sijaintia ei ole määritelty!
he: לא הוגדר מיקום למזג האוויר!
it: Nessuna località impostata
nl: Geen weerlocatie ingesteld!
pt_br: Localidade de clima não definida!
sv: Ingen väderplats definierad!

source: Log viewer
de: Protokollansicht
es: Visor de registros
fi: Lokien katselin
he: מציג היומנים
it: Visualizzatore log
nl: Logboek
pt_br: Visualizador de registros
sv: Loggvisare

source: Manager
de: Verwalter
pt_br: Gerenciador
sv: Hanterare

source: Open log viewer dialog
de: Dialog der Protokollansicht öffnen
es: Abrir diálogo del visualizador de logs
fi: Avaa lokien katselin
he: פתח את הדו־שיח לצפייה ברישומים
it: Apri il visualizzatore dei log
nl: Open logboek
pt_br: Abrir visualizador de registro de diálogo
sv: Öppna loggvisare

source: Open manager dialog
de: Verwaltungsdialog öffnen
pt_br: Abrir gerenciador de diálogo

source: Open media center GUI
de: Öffne graphische Oberfläche der Mediathek
es: Abrir IGU del centro multimedia
fi: Avaa mediakeskuksen graafinen käyttöliittymä
he: פתיחת מנשק המשתמש של מרכז המדיה
it: Apri Entertainer
pt_br: Abrir Media Center
sv: Öppna grafiskt gränssnitt för mediacenter

source: <b>Author: </b>
de: <b>Autor: </b>
fi: <b>Tekijä: </b>
pt_br: <b>Autor: </b>
sv: <b>Upphovsman: </b>

source: <b>Comment: </b>
de: <b>Kommentar: </b>
fi: <b>Kommentti: </b>
pt_br: <b>Comentário: </b>
sv: <b>Kommentar: </b>

source: <b>Copyright: </b>
fi: <b>Tekijänoikeus: </b>
pt_br: <b>/Direitos autorais: </b>

source: <b>License: </b>
de: <b>Lizenz: </b>
fi: <b>Lisenssi: </b>
pt_br: <b>Licença: </b>
sv: <b>Licens: </b>

source: <b>Media Library</b>
de: <b>Medienbibliothek</b>
fi: <b>Mediakirjasto</b>
pt_br: <b>Biblioteca de mídia</b>
sv: <b>Mediabibliotek</b>

source: <b>Name: </b>
fi: <b>Nimi: </b>
pt_br: <b>Nome: </b>
sv: <b>Namn: </b>

source: <b>Search for location</b>
de: <b>Nach Standort suchen</b>
es: <b>Buscar localización</b>
fi: <b>Hae sijaintia</b>
he: <b>חיפוש אחר מיקום</b>
nl: <b>Zoek locatie</b>
pt_br: <b>Procurando um local</b>
sv: <b>Sök efter plats</b>

source: <b>Search result</b>
de: <b>Suchergebnisse</b>
es: <b>Resultados de búsqueda</b>
fi: <b>Hakutulokset</b>
he: <b>תוצאות החיפוש</b>
it: <b>Risultati della ricerca</b>
nl: <b>Zoek resultaat</b>
pt_br: <b>Resultados encontrados</b>
sv: <b>Sökresultat</b>

source: <b>Theme Information</b>
de: <b>Theme-Informationen</b>
fi: <b>Teeman tiedot</b>
pt_br: <b>Informação sobre tema</b>
sv: <b>Temainformation</b>

source: <b>Themes</b>
de: <b>Themen</b>
es: <b>Temas</b>
fi: <b>Teemat</b>
he: <b>ערכות נושא</b>
it: <b>Temi</b>
nl: <b>Thema's</b>
pt_br: <b>Temas</b>
sv: <b>Teman</b>

source: <b>Weather locations</b>
de: <b>Standorte</b>
es: <b>Lugares de previsión meteorológica</b>
fi: <b>Sään sijainnit</b>
he: <b>מיקומי מזג האוויר</b>
nl: <b>Weerlocaties</b>
pt_br: <b>Locais da previsão do tempo</b>
sv: <b>Väderstationer</b>

source: Below is a list of accessible themes.
de: Nachfolgend befindet sich eine Liste mit verwendbaren Themes.
pt_br: Abaixo tem uma lista de temas acessíveis.

source: City:
de: Stadt:
es: Ciudad:
fi: Kaupunki:
he: ישוב:
it: Città:
nl: Woonplaats:
pt_br: Cidade:
sv: Stad:

source: Display system tray icon in notification area
de: Symbol im Benachrichtigungsfeld anzeigen
es: Mostrar icono de sistema en el área de notificación
fi: Näytä ilmoitusalueen kuvake
he: הצגת סמל באזור הדיווחים של המערכת
nl: Toon system tray icoon in notification area
pt_br: Mostrar ícone na área de notificação
sv: Visa systemikon i aktivitetsfältet

source: Display weather option in main menu
de: Zeige Wetteroptionen im Hauptmenü an
es: Mostrar opciones del tiempo en el menú principal
fi: Näytä sääasetus päävalikossa
he: הצגת אפשרויות מזג אוויר בתפריט הראשי
it: Mostra il meteo nel menù principale
nl: Weeroptie in het hoofdmenu weergeven
pt_br: Mostrar opções de tempo no menu principal
sv: Visa väderval i huvudmenyn

source: Download album cover art
de: Albencover herunterladen
es: Descargar portadas del disco
fi: Lataa levyn kansikuva
he: הורדת אמנות עטיפת האלבום
it: Scarica le copertine degli album
nl: Albumhoes downloaden
pt_br: Baixar capa do álbum
sv: Hämta skivomslag

source: Download movie and TV-series metadata
de: Lade Film- und Fernsehserienmetadaten herunter
es: Descagar película y metadatos de serie de TV
fi: Lataa elokuvien ja TV-sarjojen metatiedot
he: הורדת נתוני המטא של הסרטים ותוכניות הטלויזיה
it: Scarica metadati per film e Serie-TV
nl: Metadata van films en tv-series downloaden
pt_br: Baixar metadados de filmes e séries de TV
sv: Hämta metadata för film och tv-serier

source: Download song lyrics
de: Lade Liedtexte herunter
es: Descargar letras de canción
fi: Lataa kappaleen sanat
he: הורדת מילות השיר
it: Scarica i testi delle canzoni
nl: Lyrics downloaden
pt_br: Baixar letras de música
sv: Hämta låttexter

source: Entertainer Manager
de: Entertainer-Einstellungen
pt_br: Gerenciador Entertainer
sv: Hantera Entertainer

source: Entertainer will catalog the media in the folders below.
de: Entertainer wird die Medien in die folgenden Ordner katalogisieren.
fi: Entertainer luetteloi mediatiedostot alla olevista kansioista.
pt_br: O Entertainer irá catalogar a mídia nas pastas abaixo.
sv: Entertainer kommer att katalogisera media i mapparna nedan.

source: General
de: Allgemein
fi: Yleiset
he: כללי
it: Generale
nl: Algemeen
pt_br: Geral
sv: Allmänt

source: Get weather conditions from the locations listed below.
de: Lade Wetterdaten von den unten aufgelisteten Standorten.
es: Seleccionar predicción meteorológica de los lugares listados abajo.
fi: Hae säätiedot alla luetelluista sijainnesta.
he: הורדת תנאי מזג האוויר עבור המיקומים שלהלן.
it: Mostra il meteo per le località elencate di seguito
nl: Weersomstandigheden ophalen van de onderstaande locaties.
pt_br: Obter previsão do tempo das localidades listadas abaixo.
sv: Hämta väderförhållanden från platserna som listas nedan.

source: Media
de: Medien
pt_br: Mídia

source: Rebuild media cache
de: Mediencache wiederherstellen
fi: Rakenna uudelleen mediavälimuisti
pt_br: Reconstruir caché de mídia

source: Screen change effect:
de: Bildwechseleffekt:
pt_br: Efeito de mudança de tela:
sv: Effekt för skärmbyte:

source: Show user interface effects
de: Zeige Bedienoberflächeneffekte
es: Mostrar interfaces de usuario de efectos
fi: Näytä käyttöliittymän tehosteet
he: הצגת אפקטי מנשק משתמש
it: Visualizza effetti interfaccia utente
nl: Toon gebruikersinterface-effecten
pt_br: Mostrar efeitos de interface do usuário
sv: Visa användargränsnittseffekter

source: Slideshow step (in seconds)
de: Diashow schritt (in Sekunden)
es: Tiempo de transición de diapositiva (en segundos)
fi: Diaesityksen nopeus (sekunneissa)
he: התקדמות שלב במצגת (בשניות)
it: Velocità della presentazione (in secondi)
nl: Slideshow stap (in seconden)
pt_br: Passos da apresentação (em segundos)
sv: Bildspelssteg (i sekunder)

source: Start in fullscreen
de: Im Vollbild starten
es: Iniciar en pantalla completa
fi: Käynnistä kokoruututilassa
he: התחלה במסך מלא
it: Avvia a schermo intero
pt_br: Iniciar em tela cheia
sv: Starta i helskärm

source: Start server automatically
de: Server automatisch starten
es: Iniciar servidor automáticamente
fi: Käynnistä palvelin automaattisesti
he: הפעלת השרת אוטומטית
it: Avvia il server automaticamente
nl: Start server automatisch
pt_br: Iniciar servidor automaticamente
sv: Starta servern automatiskt

source: User Interface
de: Benutzeroberfläche
fi: Käyttöliittymä
pt_br: Interface de usuário
sv: Användargränssnitt

source: Weather
de: Wetter
es: Meteorología
fi: Sää
he: מזג האוויר
it: Meteo
nl: Weer
pt_br: Clima
sv: Väder

source: <b>Display items</b>
de: <b>Objekte anzeigen</b>
es: <b>Mostrar elementos</b>
fi: <b>Näytä elementit</b>
he: <b>הצגת פריטים</b>
it: <b>Mostra oggetti</b>
nl: <b>Toon items</b>
pt_br: <b>Mostrar itens</b>
sv: <b>Visa objekt</b>

source: Critical
de: Kritisch
es: Crítico
fi: Kriittinen
he: חיוניים
it: Critico
pt_br: Crítico
sv: Kritiskt

source: Debug
de: Fehlerdiagnose
es: Depurar
fi: Virheenjäljitys
he: ניפוי שגיאות
pt_br: Depurar
sv: Felsökning

source: Error
de: Fehler
fi: Virhe
he: שגיאה
it: Errore
pt_br: Erro
sv: Fel

source: Information
de: Informationen
es: Información
fi: Tietoja
he: מידע
it: Informazioni
nl: Informatie
pt_br: Informação

source: Warning
de: Warnung
es: Advertencia
fi: Varoitus
he: אזהרה
it: Attenzione
pt_br: Aviso
sv: Varning

source: gtk-close
it: gtk-chiudi
pt_br: gtk-fechar
sv: Stäng

source: gtk-refresh
it: Aggiorna
pt_br: Atualizar GTK
sv: Uppdatera

source: Various
de: Verschiedene
es: Varios
fi: Useita
he: מגוון
it: Varie
nl: Diversen
pt_br: Diversos
sv: Diverse

source: Unknown artist
de: Unbekannter Interpret
es: Artista desconocido
fi: Tuntematon esittäjä
he: אמן לא ידוע
it: Artista sconosciuto
nl: Onbekende artiest
pt_br: Artista desconhecido
sv: Okänd artist

source: Unknown title
de: Unbekannter Titel
es: Título desconocido
fi: Tuntematon nimi
he: כותרת לא ידועה
it: Titolo sconosciuto
nl: Onbekende titel
pt_br: Título desconhecido
sv: Okänd titel

source: Unknown track %(num)s.
de: Unbekannter Titel %(num)s.
es: Pista desconocida %(num)s.
fi: Tuntematon kappale %(num)s.
he: רצועה לא ידועה %(num)s.
it: Traccia sconosciuta %(num)s.
nl: Onbekend nummer %(num)s.
pt_br: Faixa desconhecida %(num)s.
sv: Okänt spår %(num)s.

source: Entertainer Server
es: Servidor de Entertainer
fi: Entertainer-palvelin
he: שרת Entertainer
it: Server Entertainer
pt_br: Servidor Entertainer

source: Are you sure you want to exit Entertainer?
de: Bist du dir sicher, dass du Entertainer beenden möchtest?
es: ¿Desea salir de Entertainer?
fi: Lopetetaanko Entertainer?
he: האם ברצונך לצאת מ־Entertainer?
it: Sei sicuro di voler uscire da Entertainer?
nl: Bent u zeker dat u Entertainer wilt afsluiten?
pt_br: Você deseja realmente sair do Entertainer?
sv: Är du säker på att du vill avsluta Entertainer?

source: Yes
de: Ja
es: Sí
fi: Kyllä
he: כן
it: Sì
nl: Ja
pt_br: Sim
sv: Ja

source: No
de: Nein
fi: Ei
he: לא
nl: Neen
pt_br: Não
sv: Nej

source: Videos
es: Vídeos
fi: Videot
he: סרטונים
it: Video
pt_br: Vídeos
sv: Videoklipp

source: Movie
de: Film
es: Película
fi: Elokuva
he: סרט
it: Film
nl: Film
pt_br: Filme
sv: Film

source: Released in %(year)s
de: Erschienen in %(year)s
es: Distibuido en %(year)s
fi: Julkaistu %(year)s
he: שוחרר בשנת %(year)s
it: Pubblicato nel %(year)s
nl: Uitgebracht in %(year)s
pt_br: Lançado em %(year)s
sv: Utgiven %(year)s

source: Unknown
de: Unbekannt
es: Desconocido
fi: Tuntematon
he: לא ידוע
pt_br: Desconhecido
sv: Okänd

source: Starring
de: Mit
es: Protagonistas
fi: Pääosissa
he: בכיכובם של
it: Cast
nl: Hoofdrollen
pt_br: Estrelando
sv: Medverkande

source: Directed by
de: Unter der Regie von
es: Dirigido por
fi: Ohjannut:
he: בויים על ידי
it: Diretto da
nl: Geregisseerd door
pt_br: Dirigido por
sv: Regisserad av

source: Written by
de: Geschrieben von
es: Escrito por
fi: Kirjoittanut:
he: נכתב על ידי
it: Scritto da
nl: Geschreven door
pt_br: Escrito por
sv: Skriven av

source: Watch
de: Ansehen
es: Mirar
fi: Katso
he: צפייה
it: Guarda
nl: Afspelen
pt_br: Assistir
sv: Titta

source: Season %(num)s
de: Staffel %(num)s
es: Temporada %(num)s
fi: Kausi %(num)s
he: עונה %(num)s
it: Stagione %(num)s
nl: Seizoen %(num)s
pt_br: Temporada %(num)s
sv: Säsong %(num)s

source: High: %(high)s Low: %(low)s Condition: %(cond)s
de: Max. Temp.: %(high)s Min. Temp.: %(low)s Bedingungen: %(cond)s
es: Alto: %(high)s Bajo: %(low)s Condición: %(cond)s
fi: Korkein: %(high)s Alhaisin: %(low)s Tila: %(cond)s
he: גבוה: %(high)s נמוך: %(low)s תנאים: %(cond)s
nl: Hoogste: %(high)s Laagste: %(low)s Omstandigheden: %(cond)s
pt_br: Alto: %(high)s Baixo: %(low)s Condição: %(cond)s
sv: Högt: %(high)s Lågt: %(low)s Förhållande: %(cond)s

source: Play CD
de: CD abspielen
es: Reproducir CD
fi: Toista CD
he: ניגון תקליטור
it: Riproduci CD
nl: Audio-CD afspelen
pt_br: Reproduzir CD
sv: Spela cd

source: Music
de: Musik
es: Música
fi: Musiikki
he: מוזיקה
it: Musica
nl: Muziek
pt_br: Música
sv: Musik

source: Photographs
de: Fotos
es: Fotografías
fi: Valokuvat
he: צילומים
it: Fotografie
nl: Foto's
pt_br: Fotografias
sv: Fotografier

source: Playing now...
de: Jetzt läuft ...
es: Reproduciendo...
fi: Toistetaan...
he: מתנגן כעת...
it: In esecuzione ora...
nl: Bezig met afspelen...
pt_br: Tocando agora...
sv: Spelar nu...

source: Now Playing: %(title)s (%(pos)s/%(length)s)
de: Aktuelle Wiedergabe: %(title)s (%(pos)s/%(length)s)
es: Reproduciendo ahora: %(title)s (%(pos)s/%(length)s)
fi: Toistetaan: %(title)s (%(pos)s/%(length)s)
he: מתנגן כעת: %(title)s (%(pos)s/%(length)s)
pt_br: Executando: %(title)s (%(pos)s/%(length)s)
sv: Nu spelas: %(title)s (%(pos)s/%(length)s)

source: Question
de: Frage
es: Pregunta
fi: Kysymys
he: שאלה
nl: Vraag
pt_br: Questão
sv: Fråga

source: No music available!
de: Keine Musik vorhanden!
es: ¡No hay música disponible!
fi: Musiikkia ei ole saatavilla!
he: אין מוזיקה זמינה!
it: Nessun brano disponibile
nl: Geen muziek beschikbaar!
pt_br: Nenhuma música disponível!
sv: Ingen musik tillgänglig!

source: There are no indexed artists in the Entertainer media library. To add music, start the Content management tool and open the 'Music' tab. Now click on the 'Add' button and select some folders which contain music files.
de: Es gibt keine indizierten Künstler in der Entertainer Medienbibliothek. Um Musik hinzuzufügen, starten Sie das Inhaltsmanagement-Werkzeug und öffnen Sie den 'Musik'-Reiter. Dann klicken Sie auf 'Hinzufügen' und wählen einige Ordner aus, die Musikdateien enthalten.
es: No hay artistas indexados en la biblioteca multimedia de Entertainer. Para añadir música, inicie la herramienta de gestión de contenido y abra la pestaña «Música». Después, pulse «Añadir» y seleccione algunas carpetas que contengan archivos de música.
he: אין אמנים באינדקס של ספריית המדיה של Entertainer. כדי להוסיף מוזיקה יש להפעיל את כלי ניהול התוכן ולפתוח את הלשונית 'מוזיקה'. כעת יש ללחוץ על הלחצן 'הוספה' ולבחור בכמה תיקיות המכילות קובצי מוזיקה.
nl: Er is geen muziek beschikbaar. Om muziek toe te voegen opent u de Content management tool. Vervolgens opent u de 'Music'-tab en klikt u op de 'Add'-knop. Selecteer nu enkele folders die muziek bevatten.
pt_br: Não existem artistas indexados na biblioteca do Entertainer. Para adicionar música, inicie a Ferramenta de gerenciamento de conteúdo e abra a aba 'Música'. Agora clique em 'Adicionar' e selecione pastas que contenham arquivos de música.
sv: Det finns inga indexerade artister i Entertainers mediabibliotek. Starta verktyget Innehållshantering och öppna fliken "Musik" för att lägga till musik. Klicka sedan på knappen "Lägg till" och välja några mappar som innehåller musikfiler.

source: %(total)s tracks, %(time)s minutes
de: %(total)s Lieder, %(time)s Minuten
es: %(total)s pistas, %(time)s minutos
fi: %(total)s kappaletta, %(time)s minuuttia
he: %(total)s רצועות, %(time)s דקות
nl: %(total)s nummers, %(time)s minuten
pt_br: %(total)s faixas, %(time)s minutos
sv: %(total)s spår, %(time)s minuter

source: No photographs available!
de: Keine Fotos vorhanden!
es: ¡No hay fotografías disponibles!
fi: Ei valokuvia
he: אין תמונות זמינות!
it: Nessuna fotografia disponibile!
nl: Geen foto's beschikbaar!
pt_br: Nenhuma foto diponível!
sv: Inga fotografier tillgängliga!

source: There are no indexed photographs in the Entertainer media library. To add photographs, start the Content management tool and open the 'Images' tab. Now click on the 'Add' button and select some folders which contain image files.
de: Es sind keine Fotos in der Entertainer Medienbibliothek vorhanden. Starten Sie das Inhaltsverwaltungsprogramm und wählen den Reiter "Bilder". Klicken Sie dann auf "Hinzufügen" und wählen Sie einen Ordner der Bilder enthält.
es: No hay fotografías indexadas en la biblioteca multimedia de Entertainer. Para agregar fotos, abra la herramienta de configuración y abra la pestaña 'Imágenes'. A continuación, pulse en el botón 'Agregar' y seleccione las carpetas que contengan archivos de imagen.
he: אין תמונות באינדקס של ספריית המדיה של Entertainer. כדי להוסיף תמונות יש להפעיל את כלי ניהול התוכן ולפתוח את הלשונית 'תמונות'. כעת יש ללחוץ על הלחצן 'הוספה' ולבחור בכמה תיקיות המכילות קובצי תמונה.
it: Non ci sono fotografie indicizzate nella libreria multimediale di Entertainer. Per aggiungere delle foto, avvia l'Utilità di gestione dei contenuti e apri la scheda "Immagini". Poi clicca sul pulsante "Aggiungi" e scegli delle cartelle che contengono file di immagini.
nl: Er zijn geen foto's beschikbaar. Om foto's toe te voegen start u de Content management tool. Vervolgens opent u de 'Images'-tab. Klik nu op de 'Add'-knop en selecteer enkele mappen die afbeeldingen bevatten.
pt_br: Não existem fotografias indexadas na biblioteca do Entertainer. Para adicionar, inicie a Ferramenta de gerenciamento de conteúdo e abra a aba 'Imagens'. Agora clique em 'Adicionar' e selecione pastas que contenham fotografias.
sv: Det finns inga indexerade fotografier i Entertainers mediabibliotek. Starta verktyget Innehållshanterare och öppna fliken "Bilder" för att lägga till fotografier. Klicka nu på knappen "Lägg till" och välj några mappar som innehåller bildfiler.

source: Audio Disc
de: Audio-CD
es: Disco de audio
fi: Äänilevy
he: תקליטור שמע
it: Disco Audio
nl: Audio CD
pt_br: Disco de Áudio
sv: Ljudskiva

source: No audio disc in drive
de: Keine Audio-CD im Laufwerk
es: No hay disco de audio en el lector
fi: Asemassa ei ole äänilevyä
he: אין תקליטור שמע בכונן
it: Nessun disco presente
nl: Geen audio CD in de CD-speler
pt_br: Não foi encontrado disco de áudio
sv: Det finns ingen ljudskiva i enheten

source: Video clips
de: Videoclip
es: Vídeoclips
fi: Videoleikkeet
he: סרטוני וידאו
it: Videoclip
pt_br: Vídeo clipes
sv: Videoklipp

source: There are no indexed Video Clips in the Entertainer media library. Please add some folders containing video clips to the Library using the configuration tool.
de: Um Videos anzusehen, müssen Sie mit dem Inhaltsverwaltungsprogramm Videoordner hinzufügen. Um das zu tun, starten Sie das Inhaltsverwaltungsprogramm, wählen den "Videos"-Reiter und klicken auf "Hinzufügen". Jetzt können Sie einen Ordner wählen, der Videodateien enthält.
es: No hay vídeoclips en la biblioteca multimedia de Entertainer. Por favor, añada algunas carpetas que contengan vídeoclips a la biblioteca usando la herramienta de configuración.
fi: Videoleikkeitä ei ole indeksoituna Entertainerin mediakirjastossa. Lisää kirjastoon kansioita, jotka sisältävät videoleikkeitä käyttäen asetustyökalua.
he: אין קטעי וידאו המאוחסנים באינדקס של ספריית המדיה של Entertainer. נא להוסיף כמה תיקיות המכילות קטעי וידאו לספרייה באמצעות כלי התצורה.
it: Non ci sono Videoclip indicizzati nella libreria multimediale di Entertainer. Aggiungi delle cartelle contenenti videoclip alla Libreria usando l'utilità di configurazione.
nl: Er zijn geen videoclips beschikbaar. Om deze toe te voegen start u de Content management tool. Vervolgens selecteert u enkele mappen die videoclips bevatten.
pt_br: Não existem clipes de vídeo indexadas na biblioteca do Entertainer. Por favor adicione pastas que contenham clipes de vídeo à Biblioteca usando a ferramenta de configuração.
sv: Det finns inga indexerade videoklipp i Entertainers mediabibliotek. Lägg till några mappar som innehåller videoklipp till biblioteket med hjälp av konfigurationsverktyget.
