Repository: tiwilliam/entertainer
Catalog: tools/po/entertainer-*.po
Languages: de, es, fi, he, it, nl, pt_br, sv

source: No video clips available!
de: Keine Videoclips verfügbar!
es: ¡No hay videoclips disponibles!
fi: Videoleikkeitä ei ole käytettävissä!
he: אין סרטוני וידאו זמינים!
it: Nessun videoclip disponibile!
nl: Geen videoclips beschikbaar!
pt_br: Nenhum clipe de vídeo disponível!
sv: Inga videoklipp tillgängliga!

source: Empty tab
de: Leerer Reiter
es: Pestaña vacía
fi: Tyhjä välilehti
he: לשונית ריקה
it: Scheda vuota
nl: Lege tab
pt_br: Aba vazia
sv: Tom flik

source: This tab doesn't contain any elements.
de: Dieser Reiter enthält keine Elemente.
es: Esta pestaña no contiene ningún elemento.
fi: Tämä välilehti ei sisällä yhtäkään elementtiä.
he: לשונית זו אינה מכילה רכיבים כלשהם.
it: Questa scheda non contiene nessun elemento.
nl: Deze tab bevat geen elementen
pt_br: Esta aba não contem nenhum elemento.
sv: Denna flik innehåller inga element.

source: TV-Series
de: Fernsehserien
es: Series de TV
fi: TV-sarjat
he: סדרת טלויזיה
it: Serie TV
pt_br: Séries de TV
sv: TV-serier

source: There are no indexed TV-series in Entertainer media library. To add TV-series, click on 'content' button on toolbar and open 'videos' tab. Now click on 'add' button and select some folders which contains video files.
de: Es sind keine Fernsehserien in der Entertainer Medienbibliothek vorhanden. Um Fernsehserien hinzuzufügen, müssen Sie mit dem Inhaltsverwaltungsprogramm Videoordner hinzufügen. Um das zu tun, starten Sie das Inhaltsverwaltungsprogramm, wählen den "Videos"-Reiter und klicken auf "Hinzufügen". Jetzt können Sie einen Ordner wählen, der Fernsehserien enthält.
es: No hay series de TV indexadas en la biblioteca multimedia de Entertainer. Para añadir series de TV pulse el botón 'contenido' en la barra de herramientas y abra la pestaña de 'vídeos'. Ahora, pulse el botón de 'añadir' y seleccione las carpetas que contengan archivos de vídeo.
fi: TV-sarjoja ei ole indeksoituna Entertainerin mediakirjastossa. Lisätäksesi TV-sarjoja, napsauta "sisältö"-painiketta työkalupalkissa ja avaa "videot"-välilehti. Nyt napsauta "lisää"-painiketta ja valitse kansioita, jotka sisältävät videotiedostoja.
he: אין סדרות טלויזיה המאוחסנות באינדקס של ספריית המדיה של Entertainer. כדי להוסיף סדרת טלויזיה, יש ללחוץ על הלחצן 'תוכן' שבסרגל הכלים ולפתוח את הלשונית 'וידאו'. כעת יש ללחוץ על 'הוספה' ולבחור כמה תיקיות המכילות קובצי וידאו.
it: Non ci sono Serie TV indicizzate nella libreria multimediale di Entertainer. Per aggiungere Serie TV, clicca sul pulsante "contenuto" nella barra degli strumenti e apri la scheda "video". Ora clicca sul pulsante "aggiungi" e seleziona delle cartelle che contengono file video.
nl: Er zijn geen tv-series beschikbaar. Om deze toe te voegen start u de Content management tool. Vervolgens selecteert u enkele mappen die afbeeldingen bevatten.
pt_br: Não existem séries de TV indexadas na biblioteca do Entertainer. Para adicionar, clique em 'conteúdo' na barra de ferramentas e abra a aba 'vídeos'. Agora clique em 'adicionar' e selecione os diretórios que contenham arquivos de vídeo.
sv: Det finns inga indexerade tv-serier i Entertainers mediabibliotek. Starta verktyget Innehållshanterare och öppna fliken "Videoklipp" för att lägga till tv-serier. Klicka nu på knappen "Lägg till" och välj några mappar som innehåller videofiler.

source: No TV-series available!
de: Keine Fernsehsehrien verfügbar!
es: ¡No hay series de TV disponibles!
fi: TV-sarjoja ei ole käytettävissä!
he: אין תוכניות טלויזיה זמינות!
it: Nessuna Serie Tv disponibile
nl: Geen tv-series beschikbaar!
pt_br: Nenhuma Série de TV disponível!
sv: Inga tv-serier tillgängliga!

source: %(season)d Seasons %(episode)d Episodes
de: %(season)d Staffeln %(episode)d Episoden
es: %(season)d Temporadas %(episode)d Episodios
fi: %(season)d kautta %(episode)d jaksoa
he: %(season)d עונות %(episode)d פרקים
it: %(season)d Stagioni %(episode)d Episodi
nl: %(season)d Seizoenen %(episode)d Afleveringen
pt_br: %(season)d Temporadas %(episode)d Episódios
sv: %(season)d säsonger %(episode)d avsnitt

source: Currently playing
de: Es wird gespielt
es: Reproduciendo ahora
fi: Nykyinen kappale
he: מתנגן כעת
it: In esecuzione ora
nl: Aan het afspelen
pt_br: Executando no momento
sv: Spelar just nu

source: From %(number)d. %(title)s
de: Aus %(number)d. %(title)s
es: De %(number)d. %(title)s
he: מ־%(number)d. %(title)s
pt_br: De %(number)d. %(title)s
sv: Från %(number)d. %(title)s

source: From %(title)s
de: Aus %(title)s
es: De %(title)s
he: מ־%(title)s
pt_br: De %(title)s
sv: Från %(title)s

source: From %(title)s, %(year)s
de: Aus %(title)s, %(year)s
es: Desde %(title)s, %(year)s
fi: %(title)s, %(year)s
he: מ-%(title)s, %(year)s
it: Da %(title)s, %(year)s
nl: Van %(title)s, %(year)s
pt_br: De %(title)s, %(year)s
sv: Från %(title)s, %(year)s

source: By %(artist)s
de: Von %(artist)s
es: Por %(artist)s
he: מאת %(artist)s
it: Di %(artist)s
nl: Van %(artist)s
pt_br: Por %(artist)s
sv: Av %(artist)s

source: From %(album)s
de: Aus %(album)s
es: De %(album)s
fi: Levyltä %(album)s
he: מ־%(album)s
it: Da %(album)s
nl: Van %(album)s
pt_br: De %(album)s
sv: Från %(album)s

source: Albums
de: Alben
es: Álbumes
fi: Levyt
he: אלבומים
it: Album
pt_br: Álbums
sv: Album

source: %(total)s tracks
de: %(total)s Titel
es: %(total)s pistas
fi: %(total)s kappaletta
he: %(total)s רצועות
it: %(total)s brani
nl: %(total)s nummers
pt_br: %(total)s faixas
sv: %(total)s spår

source: Artists
de: Interpreten
es: Artistas
fi: Esittäjät
he: אמנים
it: Artisti
nl: Artiesten
pt_br: Artistas
sv: Artister

source: %(albums)d albums
de: %(albums)d Alben
es: %(albums)d álbumes
fi: %(albums)d levyä
he: %(albums)d אלבומים
it: %(albums)d album
pt_br: %(albums)d álbums
sv: %(albums)d album

source: %(tracks)d tracks
de: %(tracks)d Titel
es: %(tracks)d pistas
fi: %(tracks)d kappaletta
he: %(tracks)d רצועות
it: %(tracks)d brani
nl: %(tracks)d nummers
pt_br: %(tracks)d faixas
sv: %(tracks)d spår

source: Lyrics
de: Liedtext
es: Letras
fi: Sanoitukset
he: מילות השירים
it: Testi
pt_br: Letras
sv: Låttext

source: No lyrics found for this track
de: Es konnte kein Songtext gefunden werden
es: No se encontraron letras para esta pista
fi: Sanoituksia ei löytynyt tälle kappaleelle
he: לא נמצאו מילים לרצועה זו
it: Nessun testo trovato per questo brano
nl: Geen lyrics gevonden voor dit nummer
pt_br: Nenhuma letra encontrada nesta faixa
sv: Ingen låttext hittades för detta spår

source: Tracks
de: Titel
es: Pistas
fi: Kappaleita
he: רצועות
it: Brani
nl: Nummers
pt_br: Faixas
sv: Spår

source: Movies
de: Filme
es: Películas
fi: Elokuvat
he: סרטים
it: Film
nl: Films
pt_br: Filmes
sv: Filmer

source: There are no indexed movies in Entertainer media library. To add movies, click on 'content' button on toolbar and open 'videos' tab. Now click on 'add' button and select some folders which contains movie files.
de: Es sind keine Filme in der Entertainer Medienbibliothek vorhanden. Um Filme hinzuzufügen, klicken Sie auf "Inhalt" in der Werkzeugleiste und wählen den Reiter "Filme". Klicken Sie nun auf "Hinzufügen" und wählen Ordner, die Filme enthalten.
es: No hay películas indexadas en la biblioteca multimedia de Entertainer. Para añadir películas, pulse el botón 'contenido' de la barra de herramientas y abra la pestaña 'vídeos'. Ahora, pulse el botón 'añadir' y seleccione algunas carpetas que contengan archivos de vídeo.
fi: Elokuvia ei ole indeksoituna Entertainerin mediakirjastossa. Lisätäksesi elokuvia, napsauta "sisältö"-painiketta työkalupalkissa ja avaa "videot"-välilehti. Nyt napsauta "lisää"-painiketta ja valitse kansioita, jotka sisältävät elokuvatiedostoja.
he: אין סרטים המאוחסנים באינדקס של ספריית המדיה של Entertainer. כדי להוסיף סרטים, יש ללחוץ על הלחצן 'תוכן' שבסרגל הכלים ולפתוח את הלשונית 'וידאו'. כעת יש ללחוץ על הלחצן 'הוספה' ולבחור כמה תיקיות המכילות קובצי סרטים.
it: Non ci sono film indicizzati nella libreria multimediale di Entertainer. Per aggiungere film, clicca sul pulsante "contenuto" nella barra degli strumenti e apri la scheda "video". Ora clicca sul pulsante "aggiungi" e seleziona delle cartelle che contengono file video.
nl: Er zijn geen films beschikbaar. Om deze toe te voegen start u de Content management tool. Vervolgens selecteert u enkele mappen die films bevatten.
pt_br: Não existem filmes indexados na biblioteca do Entertainer. Para adicionar filmes, clique em 'conteúdo' na barra de ferramentas e abra a aba 'vídeos'. Agora clique em 'adicionar' e selecione pastas que contenham filmes.
sv: Det finns inga indexerade filmer i Entertainers mediabibliotek. Starta verktyget Innehållshanterare och öppna fliken "Videoklipp" för att lägga till filmer. Klicka nu på knappen "Lägg till" och välj några mappar som innehåller filmfiler.

source: No movies available!
de: Keine Filme verfügbar!
es: ¡No hay películas disponibles!
fi: Elokuvia ei ole käytettävissä!
he: אין סרטים זמינים!
it: Nessun film disponibile
nl: Geen films beschikbaar
pt_br: Nenhum filme disponível!
sv: Det finns inga filmer tillgängliga!

source: Track %(track)d from %(album)s
fi: Kappale %(track)d levyltä %(album)s

source: %(runtime)s min, %(genre)s
he: %(runtime)s דקות, %(genre)s

source: %(min)d min, (%(genre)s)
he: %(min)d דקות, (%(genre)s)
